Repository: JonasWanke/homepage
Catalog: lib/l10n/intl_*.arb
Languages: de

# app_error_pageNotFound
source: Page not found
de: Seite nicht gefunden

# app_error_pageNotFound_message
source: 404 – We couldn't find the page you were looking for: {uri}
de: 404 – Wir konnten die von dir aufgerufene Seite nicht finden: {uri}

# app_landingPage_helloWorld_prefix
source: Hello, world! 👋 I'm
de: Hallo, Welt! 👋 Ich bin

# app_landingPage_helloWorld_suffix_text1
source: and I develop
de: und ich entwickle

# app_landingPage_helloWorld_suffix_link1
source: open source projects
de: Open-Source-Projekte

# app_landingPage_helloWorld_suffix_text2
source: , mainly with Flutter.
de: , hauptsächlich mit Flutter.

# app_landingPage_contact
source: Want to contact me? Don't hesitate :)
de: Du möchtest mich kontaktieren? Nur zu :)

# app_landingPage_footer_text1
source: Contact options are listed in preference order. This website doesn't use cookies, but feel free to
de: Kontaktoptionen sind in präferierter Reihenfolge angegeben. Diese Seite nutzt keine Cookies, aber du

# app_landingPage_footer_link1
source: buy me one
de: kannst mir gerne einen kaufen

# app_landingPage_footer_text2
source: 🍪. Made with ❤️ and Flutter. It's open source –
de: 🍪. Erstellt mit ❤️ und Flutter. Diese Seite ist Open Source –

# app_landingPage_footer_link2
source: the repository
de: das Repository

# app_landingPage_footer_text3
source: contains the source code and privacy policy.
de: enthält den Quellcode und die Datenschutzerklärung.
